"%@ minute" = "%@ minuto";
"rpm" = "rpm";
"days" = "dias";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ horas, %2$@ minuto, %3$@ segundo";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Por favor, habilite os Serviços de Localização para que possamos encontrar a sua localização. Você também pode selecionar uma localização nas preferências.";
"V" = "V";
"%@ MB" = "%@ MB";
"W" = "W";
"mA" = "mA";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus precisa acessar o seu calendário para exibir os próximos eventos.";
"%@ Days" = "%@ Dias";
"KB" = "KB";
"TB/s" = "TB/s";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus precisa acessar a sua localização para fornecer informações sobre essa cidade. Por favor, habilite os Serviços de Localização para encontrarmos a sua localização.";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ minutos, %2$@ segundo";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ hora, %2$@ minutos";
"24 Hours" = "24 horas";
"Bytes" = "Bytes";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ dia, %2$@ horas, %3$@ minuto";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ hora, %2$@ minutos, %3$@ segundo";
"Amperage" = "Amperagem";
"hours" = "horas";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ minutos";
"Mb/s" = "Mb/s";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ dias, %2$@ horas, %3$@ minuto";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "%1$@ hora, %2$@ minuto";
"1 Hour" = "1 Hora";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ hora, %2$@ minutos, %3$@ segundos";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ dias, %2$@ horas, %3$@ minutos";
"%1$@ hours, %2$@ minute" = "%1$@ horas, %2$@ minuto";
"%@ KB" = "%@ KB";
"7 Days" = "7 Dias";
"%@ TB" = "%@ TB";
"minute" = "minuto";
"second" = "segundo";
"%1$@ minutes, %2$@ seconds" = "%1$@ minutos, %2$@ segundos";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ horas, %2$@ minutos, %3$@ segundo";
"A" = "A";
"hour" = "hora";
"30 Days" = "30 Dias";
"KB/s" = "KB/s";
"%@ Day" = "%@ Dia";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ horas, %2$@ minuto, %3$@ segundos";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus precisa acessar a sua localização para fornecer informações sobre essa cidade.";
"day" = "dia";
"minutes" = "minutos";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ hora, %2$@ minuto, %3$@ segundos";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"Design Capacity" = "Capacidade Original";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ hora, %2$@ minuto, %3$@ segundo";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ dia, %2$@ horas, %3$@ minutos";
"MHz" = "MHz";
"Bits" = "Bits";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ dias, %2$@ hora, %3$@ minutos";
"We are still trying to find your location. You can also select a location in preferences." = "Ainda estamos tentando encontrar a sua localização. Você também pode selecionar uma localização nas preferências.";
"Voltage" = "Voltagem";
"%1$@ hours, %2$@ minutes" = "%1$@ horas, %2$@ minutos";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ dias, %2$@ hora, %3$@ minuto";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus precisa acessar a sua localização para fornecer informações de clima. Você pode escolher uma localização nas preferências.";
"%1$@ and %2$@" = "%1$@ e %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ minuto, %2$@ segundos";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ horas, %2$@ minutos, %3$@ segundos";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ dia, %2$@ hora, %3$@ minuto";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ dia, %2$@ hora, %3$@ minutos";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ minuto, %2$@ segundo";


// Unlocalized strings



// Modified strings

